class Event < ActiveRecord::Base
  #  TODO has_many :periods 
  #  нужно сделать временные интервалы - модели, миграции, виды для создания и редактирования
  #
  #  named_scope :today - нужно написать неймскоп для поиска на главной страницы
  #
  #  has_many :places
  #  нужно создать модель для описания того, где будет происзодить событие
  #
  #  кстати веселее будет если вы передерете чей-нть css - с картиночками:)
  #
  #  has_attachement :thumbnail - для превьюшек и заглушку на случай отсутствия оной, см. paperclip
end
